---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Plumbing.IPipeFittingAndAccessoryPressureDropUIServer
source: html/380e3a9d-755f-725a-1079-326956fae8a3.htm
---
# IPipeFittingAndAccessoryPressureDropUIServer Members

Returns the Id of the corresponding DB server for which this server provides an optional UI.